Repository: Belfagor2005/enigma2-plugins
Catalog: permanentclock/po/*.po
Languages: pl

source: Activate permanent clock
pl: Aktywuj zegar na ekranie

source: Change permanent clock position
pl: Zmień stałą pozycję zegara

source: Color analog clock
pl: Kolorowy zegar analogowy

source: Color digital clock
pl: Kolorowy zegar cyfrowy

source: Deactivate permanent clock
pl: Wyłącz zegar na ekranie

source: Disable key 'long EXIT' show/hide
pl: Wyłącz klawisz „długie EXIT” pokaż/ukryj

source: Enable key 'long EXIT' show/hide
pl: Włącz klawisz „długie EXIT” pokaż/ukryj

source: Permanent Clock
pl: Zegar na ekranie

source: Show analog clock
pl: Pokaż zegar analogowy

source: Show digital clock
pl: Pokaż zegar cyfrowy

source: Shows the clock permanent on the screen
pl: Pokazuje zegar na stałe na ekranie
